acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alsa-firmware
alsa-utils
android-tools
android-udev
apparmor
appimagelauncher
arch4edu-keyring
arduino
ark
audacity
autoconf
automake
avahi
b43-fwcutter
baobab
basemark
bash
bazarr
binutils
bison
bitwarden
blender
bluedevil
bluez-utils
bmon
borg
breeze-gtk
bridge-utils
btrfs-progs
bzip2
calibre
cdparanoia
cdrdao
celestia
coreutils
cpupower
crda
cronie
cryptsetup
cura
dart
deluge
deluge-gtk
device-mapper
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
dotnet-runtime
dotnet-sdk
duplicati-latest
dvd+rw-tools
e2fsprogs
ecryptfs-utils
efibootmgr
elisa
emovix
exfat-utils
f2fs-tools
fakeroot
ffmpeg
ffmpegthumbs
file
filelight
filesystem
filezilla-bin
findutils
firefox
flex
flutter
foldingathome
fprintd
freecad
freerdp
frpc-bin
fwupd
gawk
gcc
gcc-libs
gettext
gimp
git-lfs
gitkraken
glibc
glibc-locales
gnome-icon-theme
gnome-themes-extra
go
google-chrome
grep
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
haveged
howdy
htop
illyria-wallpaper
inetutils
inkscape
insomnia-bin
intel-compute-runtime
intel-ucode
inxi
iproute2
iptables-nft
iputils
jackett-bin
jdk-openjdk
jetbrains-toolbox
jfsutils
k3b
kaccounts-providers
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdeplasma-addons
kdiskmark
keditbookmarks
kernel-alive
kfind
kgamma5
kget
khelpcenter
khotkeys
kimageformats
kinfocenter
kinit
kio-extras
kmenuedit
konsole
kopia-bin
krdc
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
less
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libcanberra
libdvdcss
libguestfs
libinput-gestures
libktorrent
libpamac-flatpak-plugin
libpamac-snap-plugin
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
lidarr
linux510
linux514
logrotate
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
manjaro-zsh-config
masterpdfeditor-free
matray
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
milou
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mongodb-bin
mongodb-compass
mono
mono-msbuild
mpd
mtpfs
nano
neofetch
net-tools
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nginx-mainline
nmap
nomachine
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvm
obs-studio
odrive-bin
oh-my-zsh-git
okular
ombi
onlyoffice-desktopeditors
opam
openbsd-netcat
openresolv
openscad
openssh
os-prober
oxygen
oxygen-icons
p7zip
packagekit-qt5
pacman
pamac-cli
pamac-gtk
pamac-tray-icon-plasma
partitionmanager
patch
pciutils
perl
perl-file-mimeinfo
perl-yaml
phonon-qt5-gstreamer
pkgconf
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-simplemenu
plasma-systemmonitor
plasma-workspace
plasma-workspace-wallpapers
plasma5-applets-eventcalendar
plex-media-server-plexpass
poppler-data
postman-bin
powerdevil
powertop
print-manager
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-module-xrdp
pulseaudio-zeroconf
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-reportlab
qbittorrent
qemu
qt5-imageformats
qt5-virtualkeyboard
radarr
rclone
readarr-nightly
reiserfsprogs
remmina
retroarch
ros-noetic-desktop-full
rsync
ruby
rust
s-nail
samba
screenfetch
sddm
sddm-breath2-theme
sddm-kcm
sed
shadow
skanlite
slack-desktop
slurm
snapd
snapd-glib
sonarr
spectacle
spectre-meltdown-checker
spotify
sqlitebrowser
sshfs
steam-manjaro
stellarium
sudo
surfshark-vpn
sysfsutils
system-config-printer
systemd
systemd-fsck-silent
systemd-kcm
systemd-sysvcompat
systemsettings
tar
tcptrack
teams
telegram-desktop
terminus-font
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thermald
thunderbird
timeshift
timeshift-autosnap-manjaro
tixati
tlp
tlpui
tor
tor-browser
transcode
transmission-cli
transmission-qt
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-roboto
udiskie
udisks2
unarchiver
unityhub
unixbench
usb_modeswitch
usbutils
util-linux
vcdimager
vi
vim
virt-manager
virt-viewer
visual-studio-code-bin
vlc
vsftpd
vulkan-intel
vulkan-radeon
wget
which
wmctrl
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xinput
xorg-xkill
xorgxrdp-glamor
xrdp-bin-git
xz
yakuake
yay
zensu
zoom
